Repository: Alexevh/OBServerSide
Catalog: project/lang/lang.tmx
Source language: es
Languages: en

source: Error se requiere un nombre de categoria
en: Error name for category needed

source: Error se requiere un nombre de usuario
en: Error name for user needed

source: Error se requiere un email valido
en: Error email needed

source: Error se requiere un apellido
en: Error lastname needed

source: Error se requiere un telefono
en: Error phone needed

source: Error se requiere un titulo valido
en: Error title needed

source: Error se requiere un anio
en: Error year needed

source: Error se requiere una categoria
en: Error category needed

source: Este metodo no esta implementado
en: This method is not available
